{
  "inspirations": [
    {
      "source": "Europa Universalis IV - Mod Anbennar",
      "description": "Inspired by the rich lore and world-building of the Anbennar mod, focusing on diverse cultures and magical elements."
    },
    {
      "source": "Original Mythology",
      "description": "Creation of unique pantheons, divine conflicts, and a magic system based on divine resonance."
    },
    {
      "source": "Fantasy Literature",
      "description": "Drawing from classic fantasy themes while ensuring originality and copyright-free content."
    },
    {
      "source": "Role-Playing Games",
      "description": "Inspiration from RPG mechanics, including progression systems and player-driven narratives."
    },
    {
      "source": "Community Feedback",
      "description": "Incorporating ideas and suggestions from players and developers to enhance the world-building."
    },
    {
      "source": "Pathfinder: Wrath of the Righteous",
      "description": "Inspiration from its mythic progression system and epic narrative."
    },
    {
      "source": "Pathfinder: Kingmaker",
      "description": "Influence from its kingdom management and exploration mechanics."
    },
    {
      "source": "Berserk",
      "description": "Inspired by its dark fantasy themes and complex characters."
    },
    {
      "source": "Dark Souls",
      "description": "Inspiration from its challenging gameplay and atmospheric storytelling."
    },
    {
      "source": "Demon's Souls",
      "description": "Influence from its innovative mechanics and haunting world design."
    },
    {
      "source": "Monster Hunter",
      "description": "Inspired by its cooperative gameplay and unique creature designs."
    },
    {
      "source": "Game of Thrones",
      "description": "Influence from its political intrigue and complex character dynamics."
    },
    {
      "source": "The Lord of the Rings",
      "description": "Inspired by its epic world-building and timeless themes."
    },
    {
      "source": "The Hobbit",
      "description": "Influence from its adventurous spirit and rich lore."
    },
    {
      "source": "The Rings of Power",
      "description": "Inspired by its visual storytelling and exploration of Middle-earth."
    },
    {
      "source": "Shadow of War",
      "description": "Influence from its Nemesis system and dynamic world interactions."
    },
    {
      "source": "Joe Dever's Lone Wolf",
      "description": "Inspired by its interactive storytelling and immersive world."
    },
    {
      "source": "Dungeons & Dragons",
      "description": "Influence from its role-playing mechanics and expansive lore."
    },
    {
      "source": "Baldur's Gate 3",
      "description": "Inspired by its deep narrative and player-driven choices."
    },
    {
      "source": "Darkest Dungeon 1 & 2",
      "description": "Influence from its psychological mechanics and dark aesthetic."
    },
    {
      "source": "Life in Adventure (Mobile App)",
      "description": "Inspired by its interactive storytelling and decision-based gameplay."
    },
    {
      "source": "Kingdom Rush (Mobile App)",
      "description": "Influence from its strategic gameplay and charming art style."
    },
    {
      "source": "Assassin's Creed: Black Flag",
      "description": "Inspired by its naval exploration and pirate-themed narrative."
    },
    {
      "source": "Assassin's Creed Saga",
      "description": "Influence from its historical storytelling and immersive worlds."
    },
    {
      "source": "House of the Dragon",
      "description": "Inspired by its focus on political intrigue and family dynamics."
    },
    {
      "source": "The Elder Scrolls",
      "description": "Inspired by its detailed world-building and freedom of exploration."
    },
    {
      "source": "The Witcher",
      "description": "Influence from its complex narrative and morally ambiguous characters."
    },
    {
      "source": "Shadow of Mordor",
      "description": "Inspired by its Nemesis system and dynamic world interactions."
    },
    {
      "source": "Divinity: Original Sin 2",
      "description": "Influence from its tactical gameplay and interactive narrative."
    },
    {
      "source": "Elden Ring",
      "description": "Inspired by its open-world design and intricate mythology."
    },
    {
      "source": "Le Cronache di Narnia",
      "description": "Influence from its blend of magic and adventure."
    },
    {
      "source": "Warhammer Fantasy",
      "description": "Inspired by its dark tone and diverse fantasy races."
    },
    {
      "source": "Lords of the Fallen 2",
      "description": "Inspired by its dark fantasy themes and intricate combat mechanics."
    },
    {
      "source": "Return to Moria",
      "description": "Inspired by its dwarven lore, underground exploration, and survival mechanics."
    },
    {
      "source": "One Piece",
      "description": "Inspired by its adventurous spirit, diverse characters, and exploration of unique islands."
    },
    {
      "source": "Mushoku Tensei",
      "description": "Inspired by its intricate world-building, character development, and magical systems."
    },
    {
      "source": "Attack on Titan",
      "description": "Influence from its intense narrative, themes of survival, and complex character dynamics."
    },
    {
      "source": "Vinland Saga",
      "description": "Inspired by its historical themes, exploration of morality, and character-driven storytelling."
    }
  ]
}
